Repository: junior-escjr/newsletter-jr
Catalog: languages/newsletter-jr-*.po
Languages: es_es

source: Lista todas as pessoas cadastradas para receber as newsletters
es_es: Enumere todas las personas registradas para recibir boletines de noticias

source: Newsletter - Cadastrados
es_es: Boletín - Los solicitantes de registro

source: Nome
es_es: Nombre

source: Email
es_es: Correo eletronico

source: Data
es_es: Fecha

source: Você não tem permissão suficiente para acessar esta página.
es_es: Usted no tiene permisos suficientes para acceder a esta página.

source: Newsletters
es_es: Boletín

source: Baixar planilha
es_es: Descargar hoja de cálculo

source: Listar todos os cadastrados
es_es: Listar todos los inscritos

source: Listar todos do ano
es_es: Enumere todo el año

source: Filtrar
es_es: Filtro
